<?php

return [
    [
        'userName' => 'Redmal',
        'date' => '04.03.2021 в 12:20',
        'title' => 'Как ML помогает при аудите качества клиентского сервиса',
        'image' => 'https://habrastorage.org/getpro/habr/upload_files/649/f65/762/649f65762c9102c5a7ac8b51f50f3dcf.jpg',
        'text' => 'Можно ли за короткое время и без больших трудозатрат проанализировать обращения клиентов и выявить причины возникновения негативных отзывов? В этой статье хотим рассказать, как с помощью инструментов ML нам удалось решить эту задачу.'
    ],
    [
        'userName' => 'Redmal',
        'date' => '04.03.2021 в 11:20',
        'title' => 'Что такое yield и как он работает в C#?',
        'image' => 'https://habrastorage.org/getpro/habr/upload_files/29a/1c0/476/29a1c0476809e4f2624d514ce893fbb3.png',
        'text' => 'Возможности C# из года в год становятся всё шире. Разные фичи делают жизнь программиста приятнее, но предназначение и особенности некоторых из них могут быть очевидны не всем. Например, старый-добрый yield. Для некоторых разработчиков, особенно начинающих, это самая настоящая магия – непонятная, но интересная. В данной статье будет показано, как же всё-таки работает yield, и что на самом деле скрыто за этим волшебным словом. Приятного чтения!'
    ]
];
